{"ive_blocks":[
	{
		"ive_block_title": "Advanced Button",
		"ive_block_text": "The Button block allows you to add buttons linking to other pages on your site with advanced functionality for changing colors, font size, adding opacity, and more."
	},
	{
		"ive_block_title": "Advanced Social Icon",
		"ive_block_text": "You will find a list of all the Font Awesome icons here. Select any of the icons you want to add to your page and you can customize it by changing the background and color."
	},
	{
		"ive_block_title": "Advanced Text",
		"ive_block_text": "Heading block is useful for adding the headings to your page. With this, you can easily structure your page and make the content easily readable to your readers as well as to search engines."
	},
	{
		"ive_block_title": "Advanced Separator",
		"ive_block_text": "Want to separate the two content blocks on your page? Separator Block is what you are looking for. It allows you to separate your content with or without hr tag lines."
	},
	{
		"ive_block_title": "Google Map",
		"ive_block_text": "Inserting a customizable Google map is now easy with Google Map Block. You can include a google map and enter the location name, address with functionality to zoom in and zoom out."
	},
	{
		"ive_block_title": "Progressbar",
		"ive_block_text": "Add animated horizontal progress bars to your page and show the percentage progress. You can customize it by changing the colors and values."
	},
	{
		"ive_block_title": "Page Title",
		"ive_block_text": "Page Title Block gives you the flexibility to place the title of the page and display it on the web page."
	},
	{
		"ive_block_title": "Tabs",
		"ive_block_text": "Use this feature-rich Tab Content Block for Gutenberg block editor allowing you to place different content and blocks inside each tab. There is absolutely no limit to things you can place within each tab."
	},
	{
		"ive_block_title": "Accordion",
		"ive_block_text": "The Accordion Block is a simple and useful block that can be used to add the accordion drop-downs to your website."
	},
	{
		"ive_block_title": "Shape Divider",
		"ive_block_text": "Add flair to different sections as this Shape Divider Block allows you to add different SVG borders and designs to the slider or any other section you wish."
	},
	{
		"ive_block_title": "Popup",
		"ive_block_text": "The Video Popup Block helps to display the popup on your website on which you can add a video, image, or any inner block that will be shown on click and on load as well."
	},
	{
		"ive_block_title": "Posttype Slider",
		"ive_block_text": "Post Type Slider Block helps you to create sliders using posts and products from the website. "
	},
	{
		"ive_block_title": "Countdown",
		"ive_block_text": "To help you create a countdown timer in a block-based editor, this Countdown Timer block will help you to display a counter that keeps ticking showing the time in years and months to minutes and seconds."
	},
	{
		"ive_block_title": "Advanced Gallery",
		"ive_block_text": "Show splendid image galleries on your website with this simple drag and drop Galley Block. You can display a beautiful gallery of images on your website."
	},
	{
		"ive_block_title": "MultiBlock Slider",
		"ive_block_text": "MultiBlock Slider block helps in making beautiful carousels and sliders for displaying magnificent images."
	}

]}
